Repository: Influactive-360/influactive-modal-form-brochure
Catalog: languages/influactive-modal-form-brochure-*.po
Languages: fr_fr

source: Modal Forms Brochure by Influactive
fr_fr: Brochure Formulaires Modaux par Influactive

source: A plugin to display a modal with a form on a link click (#brochure and a parameter ?file=ID).
fr_fr: Un plugin pour afficher une modale avec un formulaire sur un clic de lien (#brochure et un paramètre ?file=ID).

source: The plugin Modal Form Brochure requires the plugin Forms everywhere by Influactive to be activated.
fr_fr: Le plugin Modal Form Brochure nécessite l'activation du plugin Forms everywhere by Influactive.

source: Do you want to download this product sheet?
fr_fr: Vous souhaitez télécharger cette fiche produit ?

source: In order to receive your product sheet, please fill in your information below, we will send you a link by email to download it.
fr_fr: Afin de recevoir votre fiche produit, merci de renseigner vos informations ci-dessous, nous vous enverrons un lien par email pour la télécharger.

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Main Settings
fr_fr: Réglages principaux

source: Submit
fr_fr: Soumettre

source: Modal Title:
fr_fr: Titre modal :

source: Modal Description:
fr_fr: Description modale :

source: Select Form to use:
fr_fr: Sélectionnez le formulaire à utiliser :

source: - Select -
fr_fr: - Sélectionner -

source: Submit Button Text:
fr_fr: Envoyer le texte du bouton :

source: Select File to to show a modal at load (also default file to not use ?file=ID for general case):
fr_fr: Sélectionnez File to pour afficher un modal au chargement (également le fichier par défaut pour ne pas utiliser ?file=ID pour le cas général) :

source: Select File
fr_fr: Choisir le dossier

source: Select Posts to show a modal at load:
fr_fr: Sélectionnez Posts pour afficher un modal au chargement :

source: Modal Form Options
fr_fr: Options de formulaire modal

source: Settings
fr_fr: Paramètres
